Repository: maisafie/cartocms
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Hide announcement
ro: Ascundeti anunturile

source: There are no announcements for you.
ro: Nu există anunțuri pentru dvs.

source: Back to edit your profile information
ro: Înapoi la informatii despre profilul dvs.

source: Your current avatar:
ro: Avatarul dvs curent:

source: You haven't uploaded an avatar yet. Please upload one now.
ro: Nu ati încărcat un avatar pana inca. Vă rugăm să încărcați unul acum.

source: Choose new Default
ro: Alegeti un nou implicit

source: Upload New Image
ro: Încărcați o imagine nouă

source: Please select the avatars that you would like to delete.
ro: Vă rugăm să selectați avatarele pe care doriți să le ștergeți.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
ro: Nu aveti nici un avatar pe care sa il puteti sterge. Va rugam <a href="%(avatar_change_url)s">incarcati unul</a> acum.

source: Delete These
ro: Stergeti acestea

source: Notices
ro: Informari

source: Notice settings
ro: Setari informari

source: Observed objects
ro: Obiecte observate

source: Notification Settings
ro: Setari Notificari

source: Primary email
ro: Email primar

source: change under <a href="%(email_url)s">Account</a>
ro: schimba sub <a href="%(email_url)s">Cont</a>

source: Note
ro: Nota

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
ro: Nu aveti o adresa de email verificata la care sa poate fi trimise notificarile. Puteti adauga una mergand la <a href="%(email_url)s">Cont</a>.

source: Notification Type
ro: Tipul notificarii

source: Change
ro: Schimbati

source: Mark all unseen notices seen
ro: Marcati toate anunturile necitite

source: MONTH_DAY_FORMAT
ro: LUNA_ZI_FORMAT

source: View Notice
ro: Vedeti notificare

source: No notices.
ro: Fara notificari.

source: Notice
ro: Notificare

source: Previous
ro: Anterior

source: previous
ro: anterior

source: Next
ro: Urmator

source: next
ro: urmator

source: Manage Connections
ro: Administrati conexiuni

source: Following
ro: Urmand

source: No longer
ro: Nu mai

source: Confirm
ro: Confirmati

source: Unfollow
ro: Opriti-va din urmarire

source: Unblock
ro: Deblocati

source: Success
ro: Succes

source: now
ro: acum

source: %(to_user_username)s's profile
ro: catre profilul %(to_user_username)s

source: Message Inbox
ro: Casuta de primire mesaje

source: With
ro: Cu

source: Subject
ro: Subiect

source: Last Sender
ro: Ultimul expeditor

source: Preview
ro: Previzualizare

source: Delete?
ro: Stergeti?

source: you
ro: tu(tine)

source: Delete
ro: Stergeti

source: Create Message
ro: Creati mesaj

source: Send message
ro: Trimiteti mesaj

source: Back to Inbox
ro: Inapoi la casuta de intrare

source: Send Reply
ro: Trimiteti raspuns

source: Upload Layer
ro: Incarcati strat

source: Resume
ro: Reluati

source: Are you sure you want to delete this upload?
ro: Sunteti siguri ca vreti sa stergeti aceasta incarcare

source: Delete, and don't ask me again.
ro: Stergeti si nu ma mai intrebati asta din nou.

source: Drop files here
ro: Lasati fisiere aici

source: or select them one by one:
ro: sau selectati-le unul cate unul

source: Select the charset or leave default
ro: Selectati tipul de codificare a caracterelor (charset) sau lasati-l pe cel implicit

source: Clear
ro: Curatati

source: Upload files
ro: Incarcati fisiere

source: Provide CRS for
ro: Furnizati CRS pentru

source: Upload Layer Step 2
ro: Incarcati strat pasul 2

source: Editing details for
ro: Se editeaza detaliile pentru

source: This data does not have a time attribute
ro: Aceste date nu au stabilit un atribut temporal

source: Existing Time Attribute
ro: Exista un atribut temporal

source: Convert Text Attribute
ro: Convertiti atrubutul text

source: Date Format
ro: Formatul de data

source: Convert Number (As Year)
ro: Convertiti numarul (Ca An)
