Repository: maisafie/cartocms
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Anonymous Users
ro: Utilizatori anonimi

source: Registered Users
ro: Utilizatori inregistrati

source: User
ro: Utilizator

source: Permission Denied
ro: Acces interzis

source: You are not permitted to modify this object
ro: Nu aveti dreptul de a modifica acest obiect

source: series
ro: serii

source: computer program or routine
ro: program sau rutina de calculator

source: feature type
ro: tipul elementului

source: copy or imitation of an existing or hypothetical object
ro: copie sau imitatie a unui obiect existent sau ipotetic

source: collection hardware
ro: colectie hardware

source: collection session
ro: sesiune de colectare

source: non-geographic data
ro: date non-geografice

source: property type
ro: tipul proprietatii

source: dataset
ro: seturi de date

source: service interfaces
ro: interfete de serviciu

source: attribute class
ro: clasa atribut

source: characteristic of a feature
ro: caracteristica unui element

source: tile or spatial subset of geographic data
ro: subset de date geografice in fomat tile (placi) sau spatial

source: feature
ro: element

source: dimension group
ro: grup de dimensiuni

source: frequency of maintenance for the data is not known
ro: frecventa de actualizare pentru date nu este cunoscuta

source: data is repeatedly and frequently updated
ro: datele sunt actualizate repetat in mod frecvent

source: there are no plans to update the data
ro: nu exista planuri pentru a actualiza datele

source: data is updated each day
ro: datele sunt actualizare in fiecare zi

source: data is updated every year
ro: datele sunt actualizate in fiecare an

source: data is updated as deemed necessary
ro: Datele sunt actualizate dupa cum se considera necesar

source: data is updated each month
ro: Datele sunt actualizate in fiecare luna

source: data is updated every two weeks
ro: Datele sunt actualizate la fiecare doua saptamani

source: data is updated in intervals that are uneven in duration
ro: Datele sunt actualizate la intervale neregulate

source: data is updated on a weekly basis
ro: Datele sunt actualizate o data pe saptamana

source: data is updated twice each year
ro: Datele sunt actualizate de doua ori pe an

source: data is updated every three months
ro: Datele sunt actualizate la fiecare trei luni

source: No information provided
ro: Nu sunt furnizate informatii

source: Afghanistan
ro: Afganistan

source: Aland Islands
ro: Insulele Aland

source: American Samoa
ro: Samoa Americana

source: Andorra
ro: Andora

source: Antigua and Barbuda
ro: Antigua si Barbuda

source: Azerbaijan
ro: Azerbaidjan

source: Bangladesh
ro: Banglades

source: Belgium
ro: Belgia

source: Bermuda
ro: Insulele Bermude

source: Bosnia and Herzegovina
ro: Bosnia și Herțegovina

source: Brazil
ro: Brazilia

source: British Virgin Islands
ro: Insulele Virgine Britanice

source: Brunei Darussalam
ro: Brunei

source: Cambodia
ro: Cambodgia

source: Cameroon
ro: Camerun

source: Cape Verde
ro: Republica Capului Verde

source: Cayman Islands
ro: Insulele Cayman

source: Central African Republic
ro: Republica Centrafricană

source: Chad
ro: Ciad

source: Channel Islands
ro: Insulele Canalului

source: Colombia
ro: Columbia

source: Comoros
ro: Comore

source: Cook Islands
ro: Insulele Cook

source: Cote d'Ivoire
ro: Coasta de Fildes

source: Cyprus
ro: Cipru

source: Czech Republic
ro: Cehia

source: Democratic People's Republic of Korea
ro: Coreea de Nord

source: Democratic Republic of the Congo
ro: Congo

source: Denmark
ro: Danemarca

source: Dominican Republic
ro: Republica Dominicană

source: Egypt
ro: Egipt

source: Equatorial Guinea
ro: Guineea Ecuatoriala

source: Eritrea
ro: Eritreea

source: Ethiopia
ro: Etiopia

source: Faeroe Islands
ro: Insulele Feroe

source: Falkland Islands (Malvinas)
ro: Insulele Falkland (Malvine)

source: Finland
ro: Finlanda

source: France
ro: Franta

source: French Guiana
ro: Guyana Franceza

source: French Polynesia
ro: Polinezia Franceza

source: Germany
ro: Germania

source: Greece
ro: Grecia

source: Greenland
ro: Groenlanda

source: Guadeloupe
ro: Guadelupa

source: Guinea
ro: Guineea

source: Guinea-Bissau
ro: Guineea-Bissau

source: Holy See (Vatican City)
ro: Vatican

source: Honduras
ro: Vatican

source: Hungary
ro: Ungaria

source: Iceland
ro: Islanda

source: Indonesia
ro: Indonezia

source: Iraq
ro: Irak

source: Ireland
ro: Irlanda

source: Isle of Man
ro: Insula Man

source: Italy
ro: Italia

source: Japan
ro: Japonia

source: Jordan
ro: Iordania

source: Kazakhstan
ro: Kazahstan

source: Kyrgyzstan
ro: Kirgizstan

source: Lao People's Democratic Republic
ro: Laos

source: Latvia
ro: Letonia

source: Lebanon
ro: Liban

source: Libyan Arab Jamahiriya
ro: Libia

source: Lithuania
ro: Lituania

source: Luxembourg
ro: Luxemburg

source: Malaysia
ro: Malaezia

source: Maldives
ro: Insulele Maldive

source: Marshall Islands
ro: Insulele Marshall

source: Martinique
ro: Martinica

source: Mexico
ro: Mexic

source: Micronesia, Federated States of
ro: Micronesia

source: Montenegro
ro: Muntenegru

source: Morocco
ro: Maroc

source: Mozambique
ro: Mozambic

source: Netherlands
ro: Olanda

source: Netherlands Antilles
ro: Antilele Olandeze

source: New Caledonia
ro: Noua Caledonie

source: New Zealand
ro: Noua Zeelanda

source: Norfolk Island
ro: Insula Norfolk

source: Northern Mariana Islands
ro: Comunitatea Insulelor Mariane de Nord

source: Norway
ro: Norvegia

source: Occupied Palestinian Territory
ro: Palestina

source: Papua New Guinea
ro: Papua Noua Guinee

source: Philippines
ro: Filipine

source: Pitcairn
ro: Insulele Pitcairn

source: Poland
ro: Polonia

source: Portugal
ro: portugalia

source: Republic of Korea
ro: Coreea de Sud

source: Republic of Moldova
ro: Moldova

source: Russian Federation
ro: Rusia

source: Saint Helena
ro: Insula Sfanta Elena

source: Saint Kitts and Nevis
ro: Saint Kitts şi Nevis

source: Saint Lucia
ro: Sfanta Lucia

source: Saint-Martin (French part)
ro: Saint Martin

source: Saint Pierre and Miquelon
ro: Saint Pierre și Miquelon

source: Saint Vincent and the Grenadines
ro: Sfântul Vicențiu și Grenadine

source: Sao Tome and Principe
ro: Sao Tome si Principe

source: Saudi Arabia
ro: Arabia Saudita

source: Seychelles
ro: Insulele Seychelles

source: Slovakia
ro: Slovacia

source: Solomon Islands
ro: Insulele Solomon

source: South Africa
ro: Africa de Sud

source: Spain
ro: Spania

source: Suriname
ro: Surinam

source: Svalbard and Jan Mayen Islands
ro: Svalbarn si Insulele Jan Meynes

source: Sweden
ro: Suedia

source: Switzerland
ro: Elvetia

source: Syrian Arab Republic
ro: Siria

source: Tajikistan
ro: Tadjikistan

source: Thailand
ro: Thailanda

source: Timor-Leste
ro: Timorul de Est

source: Trinidad and Tobago
ro: Trinidad-Tobago

source: Turkey
ro: Turcia

source: Turks and Caicos Islands
ro: Insulele Turks și Caicos

source: Ukraine
ro: Ucraina

source: United Arab Emirates
ro: Emiratele Arabe Unite

source: United Kingdom
ro: Regatul Unit al Marii Britanii și al Irlandei de Nord

source: United Republic of Tanzania
ro: Tanzania

source: United States of America
ro: Statele Unite ale Americii

source: United States Virgin Islands
ro: Insulele Virgine Americane

source: Venezuela (Bolivarian Republic of)
ro: Venezuela

source: Wallis and Futuna Islands
ro: Insulele Wallis si Futuna

source: Western Sahara
ro: Sahara Occidentala

source: title
ro: titlu

source: name by which the cited resource is known
ro: numele dupa care resursa citata este cunoscuta

source: date
ro: data

source: reference date for the cited resource
ro: data de referință pentru resursa citata

source: date type
ro: tipul de date

source: identification of when a given event occurred
ro: identificarea momentului când a avut loc un anumit eveniment

source: edition
ro: editia

source: version of the cited resource
ro: versiunea resursei citate

source: abstract
ro: rezumat

source: brief narrative summary of the content of the resource(s)
ro: scurt rezumat narativ al conținutului resursei(resurselor)

source: purpose
ro: scopul

source: summary of the intentions with which the resource(s) was developed
ro: rezumat al intențiilor cu care a fost dezvoltata(e) resursa(ele)

source: maintenance frequency
ro: frecventa intretinerii

source: frequency with which modifications and deletions are made to the data after it is first produced
ro: frecvența cu care modificările și ștergerile sunt făcute de la data cand a fost creata

source: keywords
ro: cuvinte cheie

source: commonly used word(s) or formalised word(s) or phrase(s) used to describe the subject (space or comma-separated
ro: cuvan(inte) folosite uzual sau formal sau expresie(ii) utlizate pentru a descrie subiectul (separate prin spatiu sau virgula)

source: keywords region
ro: regiunea cuvinte cheie

source: keyword identifies a location
ro: cuvinte cheie ce identifica o locatie

source: restrictions
ro: restrictii

source: limitation(s) placed upon the access or use of the data.
ro: limitare(i) pusa(e) pe accesarea sau folosirea datelor

source: restrictions other
ro: alte restrictii

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
ro: alte restrictii si conditii legale pentru accesarea si utilizarea resurselor sau metadatelor

source: language
ro: limba

source: language used within the dataset
ro: limba folosita in setul de date

source: high-level geographic data thematic classification to assist in the grouping and search of available geographic data sets.
ro: nivel inalt de clasificare tematica a datelor geografice ce serveste la gruparea si cautarea in seturile de date geografice disponibile.

source: method used to represent geographic information in the dataset.
ro: metoda(ele) folosite pentru a reprezenta informatiile geografice in setul de date.

source: temporal extent start
ro: momentul de inceput al perioadei

source: time period covered by the content of the dataset (start)
ro: perioada acoperita de continutul setului de date (inceput)

source: temporal extent end
ro: momentul final al perioadei

source: time period covered by the content of the dataset (end)
ro: perioada acoperita de continutul setului de date (final)

source: supplemental information
ro: informatii suplimentare

source: any other descriptive information about the dataset
ro: orice alte informatii descriptive despre setul de date.

source: distribution URL
ro: adresa URL de distributie

source: information about on-line sources from which the dataset, specification, or community profile name and extended metadata elements can be obtained
ro: informații cu privire la sursele on-line de la care pot fi obținute setul de date, specificatii, sau numele profilului comunității și elemente extinse ale metadatelor

source: distribution description
ro: descrierea distributiei

source: detailed text description of what the online resource is/does
ro: descriere detaliata asupra ceea ce este/face resursa online

source: data quality statement
ro: declaratia de calitate a datelor

source: general explanation of the data producer's knowledge about the lineage of a dataset
ro: explicatie generala asupra cunostintelor producatorului despre provenienta unui set de date

source: For example "kml"
ro: De exemplu "kml"

source: For example "View in Google Earth"
ro: De exemplu "Vezi in Google Earth"

source: For example "text/xml"
ro: De exemplu "text/xml"

source: Title
ro: Titlu

source: Abstract
ro: rezumat

source: Date
ro: Data

source: Type
ro: Tipul

source: Keywords
ro: Cuvinte cheie

source: Category
ro: Categoria

source: Regions
ro: Regiuni

source: Owner
ro: Proprietar

source: Point of Contact
ro: Punct de contact

source: Maintenance Frequency
ro: Frecventa de intretinere

source: Restrictions
ro: Restrictii

source: Edition
ro: Editia

source: Purpose
ro: Scop

source: Language
ro: Limba

source: Temporal Extent
ro: Perioada

source: Data Quality
ro: Calitatea datelor

source: Supplemental Information
ro: Informatii suplimentare

source: Spatial Representation Type
ro: Tipul de reprezentare spatiala

source: A space or comma-separated list of keywords
ro: O lista de cuvinte cheie separate de spatiu sau virgula

source: No Permissions
ro: Fara perimisiuni

source: Read Only
ro: Doar citire

source: Read/Write
ro: Citire/Scriere

source: Administrative
ro: Administrativ

source: You are not permitted to delete this document
ro: Nu aveti dreptul sa stergeti acest document

source: You do not have permissions for this document.
ro: Nu aveti drepturi pentru acest document

source: You are not permitted to modify this document
ro: Nu aveti dreptul sa modificati acest document

source: You are not permitted to modify this document's metadata
ro: Nu aveti dreptul sa modificati metadatele acestui document

source: You are not permitted to view this document
ro: Nu aveti dreptul sa vedeti acest document

source: You are not allowed to view this document.
ro: Nu va este permis sa vedeti acest document.

source: Most recent
ro: Cele mai recente

source: Most popular
ro: Cele mai populare

source: Most shared
ro: Cele mai distribuite

source: from
ro: de la

source: ago
ro: acum

source: view
ro: vezi

source: Average rating
ro: Evaluare medie

source: votes
ro: voturi

source: Download
ro: Descarcati

source: Explore Documents
ro: Explorati Documentele

source: Upload Documents
ro: Incarcati Documente

source: Download Metadata
ro: Descarcati metadate

source: Edit Document
ro: Editati Documentul

source: Edit Metadata
ro: Editati metadatele

source: Edit Permissions
ro: Editati permisiunile

source: Replace this Document
ro: Inlocuiti acest document

source: Remove this Document
ro: Inlaturati acest document

source: Info
ro: Informatii

source: Comments
ro: Comentarii

source: Ratings
ro: Evaluare

source: Share
ro: Distribuiti

source: Flag
ro: Marcati

source: Share This Document
ro: Distribuiti acest document

source: Rate this document
ro: Evaluati acest document

source: Average Rating
ro: Evaluare medie

source: Resource using this document
ro: Resurse ce folosesc acest document

source: List of resources using this document:
ro: Lista resurselor ce folosesc acest document

source: This document is related to a
ro: Acest documet se refera la un(o)

source: This document is not related to any maps or layers
ro: Acest document nu are legatura cu nici o harta sau strat

source: Permissions
ro: Permisiuni

source: Click the button below to change the permissions of this document.
ro: Apasati butonul de mai jos pentru a schimba permisiunile acestui document.

source: Change Document Permissions
ro: Schimbati permisiunile acestui document.

source: About
ro: Despre

source: Document Owner
ro: Proprietarul documentului

source: Metadata Author
ro: Autorul metadatelor

source: Your selections
ro: Selectiile dvs.

source: Editing details for %(document_title)s
ro: Detalii editare pentru %(document_title)s

source: Metadata Provider
ro: Furnizorul de metadate

source: Update
ro: Actualizare

source: Are you sure you want to remove %(document_title)s?
ro: Sunteti sigur ca vreti sa stergeti %(document_title)s?

source: Yes, I am sure
ro: Da, sunt sigur

source: No, don't remove it
ro: Nu, nu il sterge

source: Replace Document
ro: Inlocuiti document

source: Replace
ro: Inlocuiti

source: Upload Document
ro: Încărcare document

source: style name
ro: nume stil

source: sld text
ro: text sld

source: sld version
ro: versiune sld

source: sld url
ro: url sld

source: attribute name
ro: nume atribut

source: name of attribute as stored in shapefile/spatial database
ro: numele atributului stocat in shapefile/baza de data spatiala

source: attribute description
ro: descriere atribut

source: description of attribute to be used in metadata
ro: descrierea atributului ce va fi folosit in metadate

source: attribute label
ro: etichet atribut

source: title of attribute as displayed in GeoNode
ro: titul atributului asa cum este el afisat in site

source: attribute type
ro: tipul atributului

source: the data type of the attribute (integer, string, geometry, etc)
ro: tipul de date al atributului (întreg, șir, geometrie, etc)

source: visible?
ro: vizibil?

source: specifies if the attribute should be displayed in identify results
ro: specifică dacă atributul trebuie să fie afișat în identificarea rezultatelor

source: display order
ro: ordinea afisajului

source: specifies the order in which attribute should be displayed in identify results
ro: specifică ordinea în care atributele ar trebui să fie afișate în identificarea rezultatelor

source: count
ro: numarul de valori

source: count value for this field
ro: numarul de valori pentru acest domeniu

source: minimum value for this field
ro: valoarea minima pentru acest camp

source: maximum value for this field
ro: valoarea maxima pentru acest camp

source: average
ro: mediu

source: average value for this field
ro: valoarea medie pentru acest camp

source: median value for this field
ro: valoarea mediana pentru acest camp

source: standard deviation
ro: devierea standard

source: standard deviation for this field
ro: devierea standard pentru acest camp

source: sum
ro: suma

source: sum value for this field
ro: valoarea sumei pentru acest camp

source: unique values for this field
ro: valori unice pentru acest camp

source: last modified
ro: ultima modificare

source: date when attribute statistics were last updated
ro: data la care statisticile atributelor au fost ultima data actualizate

source: View in Google Earth
ro: Vezi in Google Earth

source: Tiles
ro: Placi

source: Zipped Shapefile
ro: Shapefile arhivat

source: There was an error while attempting to upload your data. Please try again, or contact and administrator if the problem continues.
ro: A aparut o eroare in timp ce se incerca incarcarea datelor dvs. Va rugam sa mai incercati o data sau sa conctactati un administrator daca aceasta problema persista.

source: You are not permitted to delete this layer
ro: Nu va este permis sa stergeti acest strat

source: You do not have permissions for this layer.
ro: Nu aveti drepturi pentru acest strat.

source: You are not permitted to modify this layer
ro: Nu aveti permisiuni pentru a modifica acest strat.

source: You are not permitted to modify this layer's metadata
ro: Nu aveti permisiuni pentru a modifica metadatele acestui strat.

source: You are not permitted to view this layer
ro: Nu aveti permisiuni pentru a vedea acest strat.

source: Bad HTTP Authorization Credentials.
ro: Acreditari de autorizare HTTP eronate.

source: Layer Uploaded
ro: Strat incarcat

source: A layer was uploaded
ro: Un strat a fost incarcat

source: Comment on Layer
ro: Comentarii asupra stratului

source: A layer was commented on
ro: Un strat are comentarii

source: Rating for Layer
ro: Evaluare pentru strat

source: A rating was given to a layer
ro: O evaluare a fost acordata unui strat

source: Attributes
ro: Atribute

source: Create a map
ro: Creeati o harta

source: Explore Layers
ro: Explorati Straturi

source: Upload Layers
ro: Incarcati Straturi

source: Home
ro: Acasa

source: Change point of contact
ro: Schimba punct de contact

source: Assign a new point of contact to the layers below:
ro: Atribuiti un nou punct de contact pentru straturile urmatoare:

source: Submit
ro: Depuneti

source: Download Layer
ro: Descarcati stratul

source: Edit Layer
ro: Editati stratul

source: Manage Styles
ro: Administrati stilurile

source: Edit Styles
ro: Editati stilurile

source: Replace this Layer
ro: Inlocuiti acest Strat

source: Remove this Layer
ro: Stergeti acest Strat

source: Attribute Name
ro: Nume Atribut

source: Range
ro: Gama

source: Average
ro: Mediu

source: Standard Deviation
ro: Deviatie Standard

source: Share This Layer
ro: Distribuiti acest Strat

source: Rate this layer
ro: Evaluati acest strat

source: Maps using this layer
ro: Harti ce folosesc acest strat

source: List of maps using this layer:
ro: Lista hartilor ce folosesc acest strat:

source: This layer is not currently used in any maps.
ro: Acest strat nu este folosit in nici o harta.

source: Documents related to this layer
ro: Documente legate de acest strat

source: List of documents related to this layer:
ro: Lista documentelor legate de acest strat:

source: Create a map using this layer
ro: Creati o harta folosind acest strat

source: Click the button below to generate a new map based on this layer.
ro: Apasati butonul urmator pentru a genera o harta bazata pe acest strat.

source: Create a Map
ro: Creati o Harta

source: Click the button below to change the permissions of this layer.
ro: Apasati butonul urmator pentru a schimba permisiunile acestui strat

source: Change Layer Permissions
ro: Schimbati permisiunile acestui strat

source: Styles
ro: Stiluri

source: The following styles are associated with this layer. Choose a style to view it in the preview map.
ro: Următoarele modele sunt asociate cu acest strat. Alege un stil pentru a-l vizualiza în harta de previzualizare.

source: No styles associated with this layer
ro: Nici un stil nu e asociat cu acest strat.

source: Layer Owner
ro: Proprietarul Stratului

source: Editing details for %(layer_title)s
ro: Se editeaza detaliile pentru %(layer_title)s

source: Note: this layer's orginal metadata was populated by importing a metadata XML file. GeoNode's metadata import supports a subset of ISO, FGDC, and Dublin Core metadata elements. Some of your original metadata may have been lost.
ro: Nota: metadatele originale ale acestui strat au fost populate prin importul unui fisier XML cu metadate. Importul de metadate al GeoNode suporta subseturi in format ISO, FGDC si Dublin Core. Unele din metadatele originale ar putea sa fi fost pierdute.

source: Error updating metadata. Please check the following fields:
ro: Eroare in timpul actualizarii metadatelor. Va rugam verificati urmatoarele campuri:

source: Attribute
ro: Atribut

source: Label
ro: Eticheta

source: Description
ro: descriere

source: Display Order
ro: Ordinea afisajului

source: Are you sure you want to remove %(layer_title)s?
ro: Sunteti sigur ca vreti sa stergeti %(layer_title)s?

source: This action affects the following maps:
ro: Această acțiune afectează următoarele hărți:

source: No maps are using this layer
ro: Nici o harta nu foloseste acest strat

source: Replace Layer
ro: Inlocuiti stratul

source: Replace Layer:
ro: Inlocuiti stratul:

source: Files to be uploaded
ro: Fisiere ce urmeaza sa fie incarcate

source: Manage Available Styles for <a href="/layers/%(layer_title)s">%(layer_title)s</a>
ro: Adminstrati stilurile disponibile pentru <a href="/layers/%(layer_title)s">%(layer_title)s</a>

source: Update Available Styles
ro: Actualizare stiluri disponibile

source: projection
ro: proiectia

source: center X
ro: centru X

source: center Y
ro: centru Y

source: name
ro: nume

source: opacity
ro: opacitate

source: styles
ro: stiluri

source: fixed
ro: fix

source: group
ro: grup

source: visibility
ro: vizibilitate

source: ows URL
ro: URL ows

source: layer params
ro: parametri strat

source: source params
ro: parametri sursa

source: You are not permitted to delete this map.
ro: Nu va este permis sa stergeti acest strat

source: You do not have permissions for this map.
ro: Nu aveti permisiuni pentru aceasta harta

source: You must be logged in to save this map
ro: Trebuie sa fiti conectat pentru a salva aceasta harta

source: You are not allowed to modify this map's metadata.
ro: Nu aveti dreptul de a modifica metadatele acesteri harti.

source: You are not allowed to view this map.
ro: Nu aveti dreptul sa vizualizati aceasta harta.

source: Map Created
ro: Harta creata

source: A Map was created
ro: O harta a fost creata

source: Comment on Map
ro: Comentarii despre Harta

source: A map was commented on
ro: O harta a fost comentata
