Repository: maisafie/cartocms
Catalog: geonode/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Rating for Map
ro: Evaluare pentru Harta

source: A rating was given to a map
ro: O evaluare a fost acordata pentru o harta

source: View
ro: Vezi

source: Explore Maps
ro: Explorati harti

source: Download Map
ro: Descarcati harta

source: Download Data Layers
ro: Descarcati Straturile de Date

source: Edit Map
ro: Editati Harta

source: Edit Map Metadata
ro: Editati metadatele hartii

source: Set Map Thumbnail
ro: Stabiliti Miniatura Hartii

source: Edit Map Permissions
ro: Editati permisiunile hartii

source: Remove this Map
ro: Inlaturati aceasta harta

source: View Map
ro: Vedeti harta

source: Rate this Map
ro: Evaluati aceasta harta

source: Share This Map
ro: Distribuiti aceasta harta

source: Map Layers
ro: Straturile hartii

source: This map uses the following layers:
ro: Aceasta harta foloseste urmatoarele straturi:

source: Documents related to this map
ro: Documente legate de aceata harta

source: List of documents related to this map:
ro: Lista documentelor legate de aceasta harta:

source: Specify which users can view or modify this map
ro: Specificati ce utilizatori pot vedea sau modifica aceasta harta

source: Change Permissions of this Map
ro: Schimbati permisiunile pentru aceasta harta

source: Copy this map
ro: Copiati aceasta harta

source: Duplicate this map and modify it for your own purposes
ro: Faceti o copie dupa aceasta harta pentru scopurile proprii

source: Create a New Map
ro: Creati o harta noua

source: Map Owner
ro: Proprietarul hartii

source: Here you can download all the layers of this map that are hosted on this GeoNode. The following layers will be downloaded:
ro: Aici puteti descarca toate straturile acestei hartii care sunt gazduite pe acest server. Urmatoarele straturi vor fi descarcate:

source: Additionally, the map contains these layers which will not be downloaded due to security restrictions:
ro: In plus harta contine urmatoarele straturi care nu vor fi descarcate din motive de securitate:

source: Finally, the map contains these layers which will not be downloaded because they are not available directly from this GeoNode:
ro: In cele din urma, harta contine urmatoarele straturi ce nu vor fi descarcate deoarece ele nu sunt disponibile direct pe acest server:

source: Start downloading this map
ro: Incepeti descarcarea acestei harti

source: Updating metadata of %(map_title)s
ro: Se actualizeaza metadatele la %(map_title)s

source: Update metadata
ro: Actualizati metadatele

source: Deleting
ro: Se sterge

source: Are you sure you want to remove %(map_title)s?
ro: Sunteti sigur ca vreti sa stergeti harta %(map_title)s?

source: party who authored the resource
ro: partea care a autorizat resursa

source: party who has processed the data in a manner such that the resource has been modified
ro: partea care a prelucrat datele astfel încât a fost modificată resursa

source: party who published the resource
ro: partea care a publicat resursa

source: party that accepts accountability and responsability for the data and ensures appropriate care and maintenance of the resource
ro: partea care acceptă responsabilitatea și responsabilitatea pentru date și asigură îngrijire adecvată și întreținerea resursei

source: party who can be contacted for acquiring knowledge about or acquisition of the resource
ro: partea care poate fi contactata pentru obtinerea de cunostinte despre resurse sau pentru achzitionarea acestora

source: party who distributes the resource
ro: partea care distribuie resursele

source: party who uses the resource
ro: partea care foloseste resursele

source: party that supplies the resource
ro: partea care furnizeaza resursele

source: party who created the resource
ro: partea care a creat resursele

source: party that owns the resource
ro: partea care detine resursele

source: key party responsible for gathering information and conducting research
ro: partea cheie responsabila pentru obtinerea informatiilor si desfasurarea cercetarii

source: Email Address
ro: Adresa de email

source: User following you
ro: Utilizatori ce va urmaresc

source: another user has started following you
ro: un alt utilizator a inceput sa va urmareasca

source: function performed by the responsible party
ro: functia indeplinita de partea responsabila

source: permissions
ro: permisiuni

source: Individual Name
ro: Nume Individual

source: name of the responsible personsurname, given name, title separated by a delimiter
ro: numele persoanei responsabile nume, prenume, titlu separate de un delimitator

source: Organization Name
ro: Numele Organizatiei

source: name of the responsible organization
ro: numele organizatiei responsabile

source: Profile
ro: Profil

source: Position Name
ro: Nume Pozitie

source: role or position of the responsible person
ro: rolul sau pozitia persoanei responsabile

source: Voice
ro: Voce

source: telephone number by which individuals can speak to the responsible organization or individual
ro: numărul de telefon prin care persoanele fizice pot contacta organizația sau persoana responsabila

source: Facsimile
ro: Fax

source: telephone number of a facsimile machine for the responsible organization or individual
ro: numarul de telefon sau fax al organizației sau persoanei responsabile

source: Delivery Point
ro: Punctul de livrare

source: physical and email address at which the organization or individual may be contacted
ro: adresa fizica si de e-mail la care organizația sau persoana poate fi contactata

source: City
ro: Oras

source: city of the location
ro: orasul locatiei

source: Administrative Area
ro: Zona Administrativa

source: Postal Code
ro: Codul Postal

source: ZIP or other postal code
ro: Codul Postal

source: country of the physical address
ro: Tara

source: address of the electronic mailbox of the responsible organization or individual
ro: Adresa de email a organizației responsabile sau individuale

source: Your username for
ro: Numele dvs. de utilizator pentru

source: Your username has been emailed to you.
ro: Numele dvs. de utilizator v-a fost trimis pe email.

source: No user could be found with that email address.
ro: Nu a putut fi gasit nici un utilizator cu aceasta adresa de email.

source: All contents
ro: Tot continutul

source: Layers
ro: Straturi

source: Maps
ro: Harti

source: Documents
ro: Documente

source: Sort by date
ro: Aranjeaza dupa data

source: Sort by title
ro: Aranjeaza dupa titlu

source: My Activities
ro: Activitatile mele

source: Forgot Username
ro: Am uitat numele de utilizator

source: Enter your email address and click the submit button. Your username will be sent to you.
ro: Introduceți adresa dvs. de e-mail și faceți clic pe butonul submit. Numele de utilizator va va fi trimis pe aceasta adresa.

source: Explore People
ro: Vedeti persoane

source: Create Profile
ro: Creati profil

source: Profile of
ro: Profilul lui

source: Edit profile information
ro: Editati informatii despre profil

source: Account Settings
ro: Setari cont

source: Change password
ro: Schimbati parola

source: Upload new layers
ro: Incarcati straturi noi

source: Create a new map
ro: Creati o harta noua

source: Shared on
ro: Distribuit la

source: No contents found.
ro: Nu a fost gasit nici un continut.

source: Edit Your Profile
ro: Editati profil dvs.

source: Update profile
ro: Actualizae profil

source: Categories
ro: Categorii

source: All Categories
ro: Toate categoriile

source: Less recent
ro: Mai putin recente

source: Relevance
ro: Relevanta

source: Search
ro: Cautati

source: Search for:
ro: Cautati dupa:

source: All of the words
ro: Toate cuvintele

source: Search
ro: Cautati

source: Exclude words from your search
ro: Excludeti cuvinte din cautare

source: All categories
ro: Toate categoriile

source: Maps only
ro: Doar harti

source: Layers only
ro: Doar straturi

source: Users only
ro: Doar utilizatori

source: Type:
ro: Tip:

source: From this site/portal
ro: De pe acest site/portal

source: From this group
ro: Din acest grup

source: From this organization
ro: Din aceasta organizatie

source: From this geographic region
ro: Din aceasta regiune geografica

source: Metadata:
ro: Metadate:

source: Since this date
ro: Incepand cu aceasta data

source: Until this date
ro: Pana la aceasta data

source: Clear Options
ro: Curatati optiunile

source: No data found
ro: Nu au fost gasite date

source: Invalid permission level.
ro: Nivel de permisiune invalid.

source: codename
ro: nume de cod

source: Not Permitted
ro: Nu este permis

source: You are not allowed to perform this operation.
ro: Nu aveti dreptul sa efectuati aceasta operatie

source: Please verify that you are logged in as the correct user.
ro: Vă rugăm să verificați că sunteți conectat ca utilizatorul corect.

source: Please login or register and retry.
ro: Va rugam sa va conectati sau sa va inregistrati si sa reincercati.

source: Page Not Found
ro: Pagina nu este gasita

source: The page you requested does not exist. Perhaps you are using an outdated bookmark?
ro: Pagina solicitată nu există. Poate că utilizați un marcaj (bookmark) învechit?

source: Admin
ro: Administrator

source: Log out
ro: Deconectati-va

source: Notifications
ro: Notificari

source: Messages
ro: Mesaje

source: Upload
ro: Incarcati

source: Help
ro: Ajutor

source: Sign in
ro: Conectați-vă

source: Username
ro: Nume utilizator

source: Password
ro: Parola

source: Remember Me
ro: Țineti-mă minte

source: or
ro: sau

source: Register
ro: Inregistrati-va

source: People
ro: Utilizatori

source: There was a problem loading this page
ro: A aparut o problema in timp ce se incarca aceasta pagina

source: Please contact your GeoNode administrator (he may have received an email automatically if he configured it properly). If you are the site administrator, enable debug mode to see the actual error and fix it or file an issue in <a href="http://github.com/GeoNode/geonode/issues">GeoNode's issue tracker</a>
ro: Vă rugăm să contactați administratorul GeoNode (acesta ar putea sa fi primit un e-mail automat). Dacă sunteți administratorul site-ului, activati site-ul in modul de depanare pentru a vedea eroarea reala și fixați-o sau depuneti-o <a href="http://github.com/GeoNode/geonode/issues">Aici</a>

source: Powered by
ro: Alimentat de

source: version
ro: versiunea

source: Developers
ro: Dezvoltatori

source: Add to Favorites
ro: Adauga la favorite

source: Add Comment
ro: Adauga comentariu

source: Log in to add a comment
ro: Conectați-vă pentru a adăuga un comentariu

source: By
ro: De

source: Add a Comment
ro: Adaugati un comentariu

source: Submit Comments
ro: Prezentati comentariile

source: Who can view and download this data?
ro: Cine poate sa vada si sa descarce aceste date?

source: Anyone
ro: Oricine

source: Any registered user
ro: Doar utilizatorii inregistrati

source: Only the following users:
ro: Doar urmatorii utilizatori:

source: Only users who can edit
ro: Doar utilizatorii cu drepturi de editare

source: Who can edit this data?
ro: Cine poate sa editeze aceste date?

source: Only the following users or groups:
ro: Doar urmatorii utilizatori sau grupuri:

source: Who can manage and edit this data?
ro: Cine poate sa administreze si sa editeze aceste date?

source: Cancel
ro: Anuleaza

source: Apply Changes
ro: Aplicați modificările

source: Choose one or more users...
ro: Alegeți unul sau mai mulți utilizatori ...

source: View by
ro: Aranjeaza ca

source: Grid
ro: Grila

source: List
ro: Lista

source: About GeoNode
ro: Despre GeoNode

source: About GeoNode.
ro: Despre GeoNode.

source: Information for Developers
ro: Informatii pentru dezvoltatori

source: Useful information for developers interested in GeoNode.
ro: Informații utile pentru dezvoltatorii interesați în GeoNode.

source: GeoNode's Web Services
ro: Servicii Web ale Geonode

source: GeoNode's Web Services are available from the following URLs:
ro: Serviciile Web ale Geonode sunt valabile la urmatoarele adrese URL:

source: Dynamic tiles via WMS:
ro: Placi dinamice via WMS

source: Vector data via WFS:
ro: Date vector via WFS:

source: Metadata search via CSW:
ro: Cautati metadate via CSW:

source: Cached tiles via WMTS:
ro: Placi depozitate (cached tiles) via WMTS:

source: User Guide
ro: Ghid Utilizator

source: GeoNode Help
ro: Ajutor GeoNode

source: This page provides helpful information about how to use the GeoNode. You can use the sidebar links to navigate to what you want to know.
ro: Această pagină oferă informații utile cu privire la modul de utilizare a GeoNode. Puteți să utilizați legaturile din bara laterală pentru a naviga la ceea ce vreti să stiti.

source: <p>The GeoNode provides access to data sets and a map editing application allows users to browse existing maps and contribute their own.</p> <h4 id="browsing-data">Browsing Layers</h4> <p>The <a href="/data">Layers</a> tab allows you to browse data uploaded to this GeoNode.</p> <p>All data can be downloaded in a variety of formats, for use in other applications.</p> <h4 id="developer-access">Developer Access</h4> <p>The <a href="/developer"> Developer</a> page is the place for developers to get started building applications against the GeoNode. It includes instructions on using the web services, links to the source code of the GeoNode, and information about the open source projects used to create it.</p> <h4 id="browsing-maps">Browsing Maps</h4> <p>The GeoNode allows users to create and share maps with one another.</p> <p>The <a href="maps">Maps</a> tab is a gateway to map exploration on GeoNode. From here you can <strong>search for a map</strong> or <strong>create a map</strong>, which will open the <a href="maps/new">Map Composer</a>.</p> <h5>Google Earth Mode</h5> <p>Any map viewed in the interactive map editor can be seen in 3D mode with the Google Earth plugin. To switch to 3D mode select the Google Earth globe logo, the rightmost button on top toolbar. If you do not have the Google Earth plugin installed you will be prompted to install it.</p> <h4 id="creating-a-map">Creating a Map</h4> <p>To create a new map go to the <a href="maps">Contributed Maps</a> tab and click the <a href="maps/new">create your own map</a> link.</p> <p>This will take you to the <a href="maps/new">Map Composer</a> with a base layer loaded.</p> <p>To add data layers from the GeoNode click on the green plus button located below the layers tab on the left hand side of the screen. This will open a dialog listing all the layers available on the GeoNode.</p> <p>To add layers to your map select them and hit the <strong>Add Layers</strong> button. When finished you may hit <strong>Done</strong> to close the dialog and go back to the map.</p> <h5>Reordering and Removing Layers</h5> <p>Change the display order of the layers listed in the data tab by simply dragging and dropping their names. The order in the map will be updated to reflect that. To turn a layer's visibility off simply uncheck it, and to remove it entirely select it and hit the red minus button.</p> <h5>Saving your map</h5> <p>Once a suitable set of layers and zoom level has been found it's time to save it so others can see it. Click the Save button--the left most icon on the top toolbar, an image of a map with a disk--on the top menu and fill out the title and abstract of the map.</p> <h4 id="exporting-a-map">Exporting a Map</h4> <p>Any map from the GeoNode can be embedded for use in another site or blog. To export a map:</p> <ol> <li>Select the from the list of maps on the community or map page and then hit the 'export map' button.</li> <li>Choose your desired height and width for the widget in the wizard.</li> <li>Copy the HTML snippet provided in the wizard to any HTML page or iFrame-supporting blog post.</li> </ol> <p>This will put an interactive widget showing you map in your web page or blog post.</p> <p>Note that the <a href="maps/new">Map Composer</a> also has a button to export the map. Just be sure to save the map before exporting if there are changes that you want others to see. It exports the last saved version, not the last viewed version.</p> <h4 id="remixing-a-map">Remixing a Map</h4> <p>Any map available can serve as a starting point for a new map.</p> <ol> <li>Open the map in the Map Composer.</li> <li>Add and remove layers as you like.</li> <li>Pan and zoom to highlight the area of interest.</li> <li><strong>IMPORTANT:</strong> Update the title, abstract, contact info and tags to reflect the new map.</li> <li>Save the map.</li> </ol> <p>You will be able to see your new map when you search for it from the <a href="maps">Maps</a> tab.</p>
ro: <p>GeoNode ofera acces la harti si seturi de date si oofera o aplicatie ce permite utilizatorilor sa vizualizaze hartile existente precum si creeze propriile harti cu ajutorul seturilor de date incarcate in baza de date sau existente deja pe servere exterioare.</p> <h4 date id="browsing-data">Rasfoire date</h4> <p>Fila <a href="data">Date</a> vă permite să răsfoiți datele încărcate in aceasta aplicatie.</p> <p>Toate datele pot fi descărcate într-o varietate de formate, pentru a fi utilizate în alte aplicații.</p> <h4 id="developer-access">Acces dezvoltator</h4> <p>Pagina <a href="developer">Dezvoltator</a> este locul ideal pentru dezvoltatori pentru a începe construirea de aplicații GeoNode. Acesta include instrucțiuni privind folosirea serviciilor web, link-uri la codul sursă al GeoNode, și informații cu privire la proiectele open source utilizate pentru a-l crea.</p> <h4 id="browsing-maps">Navigare Hărți</h4> <p>GeoNode permite utilizatorilor să creeze și să distribuie harti altor utilizatori.</p> <p>Fila <a href="maps">Harti</a> este o cale de acces la explorarea hartilor pe GeoNode. De aici puteți <strong>căuta</strong> o hartă sau puteti <strong> crea</strong> una, harta care se va deschide in fila <a href="maps/new">Creere harta</a>.</p> <h5>Mod Google Earth</h5> <p>Orice hartă vizualizata în editorul de hărți interactive poate fi observata în modul 3D cu pluginul Google Earth. Pentru a comuta în modul 3D, selectați Logo-ul glob Google Earth, butonul din dreapta pe bara de instrumente de sus. Dacă nu aveți pluginul Google Earth instalat vi se va solicita să-l instalați.</p> <h4 id="creating-a-map">Creerea unei Harti</h4> <p>Pentru a crea o nouă hartă mergeti la fila <a href="maps">Harti</a> și faceți clic pe legatura <a href="maps/new">Harta noua</a>.</p> <p>Aceasta vă va duce la <a href="maps/new">Creare harta</a> cu un strat de bază gata încărcat.</p> <p>Pentru a adăuga straturi de date de la GeoNode click pe butonul verde cu semnul plus situat sub fila Date pe partea stângă a ecranului. Aceasta va deschide o listă de dialog toate straturile disponibile pe GeoNode.</p> <p>Pentru a adăuga straturi pentru harta dvs. selectati butonul <strong>adăuga straturi</strong>. Când ați terminat selectati butonul <strong>Gata(done)</strong> pentru a închide caseta de dialog și a reveni la hartă.</p> <h5>Reordonarea și Scoaterea straturilor</h5> <p>Puteti modifica ordinea de afișare a straturilor enumerate în tab-ul de date prin simpla glisare și fixare a numele lor. Ordinea pe harta va fi actualizata pentru a reflecta acest lucru. Pentru a dezactiva vizibilitatea unui strat pur și simplu debifați-l. Pentru a-l scoate in intregime bifati caseta din dreptul lui si selectați butonul roșu cu semnul minus.</p> <h5>Salvarea hartii</h5> <p>Odată ce un set adecvat de straturi și nivelul de zoom a fost gasit e timpul de a se salva, astfel încât sa fie vizibila si celorlalti. Faceți clic pe butonul Save - simbolul din stanga de pe bara de instrumente de sus, o imagine a unei harti cu un disc - pe meniul de sus și completați titlul și rezumatul hartii</p>. <h4 id="exporting-a-map">Exportarea unei harti</h4> <p>Orice hartă de poate fi încorporata in utilizarea într-un alt site sau blog. Pentru a exporta o hartă:</p> <ol> <li>Selectați-o din lista de hărți si apoi folositi butonul "Export Harta".</li> <li>Alegeți înălțimea si lățimea dorită</li>. <li>Copiați fragmentul HTML furnizat in orice pagină HTML sau blog ce suporta iFrame</li> </ol> <p>Acesta va pune un widget interactiv care sa vă prezinte harta in pagina de web sau blogul dvs. </ p> <p>Rețineți că <a href="maps/new"> Creare Harta </a> are, de asemenea, un buton pentru a exporta pe hartă. Doar asigurați-vă că harta este salvata înainte de a exporta în cazul în care există modificări pe care doriți ca alții să vadă. Este exportata ultima versiune salvată, nu ultima versiune vizualizat.</p> <h4 id="remixing-a-map"> Remixarea unei harti</h4> <p>Orice hartă disponibilă poate servi ca un punct de plecare pentru o nouă hartă.</p> <ol> <li>Deschide harta în <a href="maps/new"> Creare Harta </a></li>. <li>Adăugati și eliminati straturile cum vă place.</li> <li>Mutati și selectati nivelul de zoom pentru a evidenția zona de interes.</li> <li><strong> IMPORTANT: </strong> Actualiti titlul, rezumatul, informațiile de contact și tag-urile pentru a reflecta detaliile acestei noi harti</li>. <li>Salvați harta.</li> </ol> <p>Veți putea vedea noua harta atunci când o căutați in fila <a href="maps"> Harti </a>.</p>

source: Sections
ro: Sectiuni

source: Browsing Layers
ro: Rasfoind Straturi

source: Developer Access
ro: Acces dezvoltator

source: Browsing Maps
ro: Rasfoind Harti

source: Creating a Map
ro: Se creaza o harta

source: Exporting a Map
ro: Se exporta o harta

source: Remixing a Map
ro: Se remixeaza o harta

source: Welcome!
ro: Bine ati venit!

source: Welcome
ro: Bine ati venit

source: GeoNode is an open source platform for sharing geospatial data and maps. If you have any questions about the software or service, join our <a href="https://groups.google.com/d/forum/geonode-users">mailing list</a>.
ro: Geonode este o platforma open-source pentru schimbul de harti si date geospatiale. Daca aveti orice intrebari cu privire la program (software) alaturati-va <a href="https://groups.google.com/d/forum/geonode-users">listei noastre de date</a>.

source: Need help
ro: Aveti nevoie de ajutor

source: Getting Started?
ro: Cu notiunile de baza?

source: Latest Layers
ro: Ultimele straturi

source: Contribute
ro: Contibuiti

source: GeoNode enables you to upload, manage, and browse data layers. Search for data that is valuable to you, or upload your own data.
ro: GeoNode va permite sa incarcati, gestionati, si rasfoiti straturi de date. Căutati date care sunt valoroase pentru dvs, sau incarcați propriile date.

source: GeoNode enables you to compose and share maps. Create a map with our cartography tool, or explore maps shared by others.
ro: Geonode va permite sa compuneti si distribuiti harti si date geospatiale. Creati-va propria harta cu instrumentele cartografice existente sau explorati harti distribuite de altii.

source: Latest Maps
ro: Ultimele harti

source: Log in
ro: Coenctati-va

source: Log in to an existing account
ro: Conectati-va la un cont existent

source: Forgot your username?
ro: Ați uitat numele de utilizator?

source: Forgot your password?
ro: Ați uitat parola?

source: Are you sure you want to log out?
ro: Sunteți sigur că doriți să ieșiți?

source: Password reset
ro: Schimbati-va parola

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
ro: Ați uitat parola? Introduceți adresa dvs. de e-mail de mai jos, iar noi vom trimite un e-mail care vă permite să o resetați.

source: Reset my password
ro: Schimbati parola

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.
ro: Dacă aveți probleme la resetarea parolei, contactați-ne la <a href="mailto:%(THEME_ACCOUNT_CONTACT_EMAIL)s">%(THEME_ACCOUNT_CONTACT_EMAIL)s</a>.

source: No actions yet
ro: Nici o actiune inca

source: Announcements : %(object)s
ro: Anunturi : %(object)s

source: Announcements
ro: Anunturi
